tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ansible"
brew "anyenv"
brew "coreutils"
brew "docker"
brew "fzf"
brew "git"
brew "go"
brew "jq"
brew "nkf"
brew "poetry"
brew "starship"
brew "tig"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
cask "discord"
cask "docker"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "logitech-options"
cask "slack"
cask "visual-studio-code"
