tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "fzf"
brew "git"
brew "go"
brew "starship"
brew "tig"
brew "vim"
brew "zsh"
cask "discord"
cask "font-cica"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "logitech-options"
cask "slack"
cask "visual-studio-code"
