christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
eamodio.gitlens
emilast.LogFileHighlighter
foxundermoon.shell-format
GitHub.github-vscode-theme
golang.go
hediet.vscode-drawio
janisdd.vscode-edit-csv
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
nickdemayo.vscode-json-editor
PKief.material-icon-theme
redhat.vscode-yaml
ritwickdey.LiveServer
ryu1kn.partial-diff
saikou9901.evilinspector
shardulm94.trailing-spaces
timonwong.shellcheck
VisualStudioExptTeam.vscodeintellicode
